// 类别
    var arrSort = [
        { "textTitle":"医疗急救站",
        "Nounsexplain":" 医疗急救站有3间.用于突发病情的旅客急救",
        "Area":"T2航站楼始发候机厅A岛、始发候机厅C岛远机位、到达内厅三号转盘后",
        "Note":"1、您现在点击的位置处于T2航站楼始发候机厅A岛<br /> 2、提供24小时医疗急救服务<br /> 3、24小时医疗急救电话：0731-84797120" 
        },

        { "textTitle":"磁悬浮",
        "Nounsexplain":"机场站位于长沙黄花国际机场T1、T2航站楼之间，总建筑面积9310平方米,全线设长沙火车南站、 梨站和黄花机场站三个站，并预留有两个车站。全线设计时速100公里/小时，最小行车间隔3分钟,这是我国首条投入运营的中低速磁浮线。",
        "Area":"" ,
        "Note":""
        },

        { "textTitle":"饮水机",
        "Nounsexplain":"饮水机提供有20台，可供温水、开水，配有语音提示功能及盲文。设置高度也方便轮椅旅客使用。",
        "Area":"分布在国内候机C楼、到达外厅两端、始发候机厅A、B、C岛及A、C远机位，到达厅两端、国际内厅、到达夹层。" ,
        "Note":"1、您现在点击的位置处于A岛候机厅北侧。<br /> 2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。<br /> 3、供应的饮用水和一次性饮具符合国家卫生标准"
        },

        { "textTitle":"问询台" ,
        "Nounsexplain":"    如果您有关于机场服务的问题，请到旅客问讯台向工作人员咨询。这里将为您提供航班信息咨询、乘机流程咨询和相关乘机知识咨询等服务，以及提供复印、传真等商务服务。" ,
        "Area":"T2航站楼始发厅A、B、C、D值机岛西侧（其中A值机岛西侧为南方航空问询专用）、始发隔离区B岛,A为南航航班专用柜台。" ,
        "Note":"1、您现在点击的位置处于A值机岛西侧（南航专用）。 <br /> 2、黄花国际机场自动问讯电话：0731-96777　　       南方航空湖南分公司问讯电话：0731-84799333"
        },

        { "textTitle":"母婴室" ,
        "Nounsexplain":"母婴室有12间,提供带小孩旅客使用。" ,
        "Area":"始发大厅两端、始发候机厅A、B、C岛、到达外厅、国际到达厅、到达内厅两端、A岛远机位、C岛远机位。" ,
        "Note":"1、您现在点击的位置处于A岛候机厅南侧。<br /> 2、请家长一定要注意不要将宝宝交给陌生人，不要将宝宝留在母婴室里，一定要时刻有家人陪伴，以免发生意外。" 
        },

        { "textTitle":"手推车" ,
        "Nounsexplain":"手推车数量有1600台，旅客可自行拿取手推车运载行李。" ,
        "Area":"始发厅外高架边侧、始发候机厅A、B、C连廊通道、国际到达厅、国内到达厅、夹层。" ,
        "Note":"1、您现在点击的位置处于A-B岛连廊。<br /> 2、仅供旅客运载行李及随身物品所用，禁止搭乘婴幼儿及儿童。<br /> 3、请家长请照看好自己的小孩，勿用手推车嬉戏、追赶，以免发生意外。" 
        },



        { "textTitle":"残障旅客卫生间" ,
        "Nounsexplain":"残疾旅客卫生间共有13间，设有盲文、语音提示装置，供盲人旅客、轮椅旅客使用。" ,
        "Area":"始发大厅两端、始发候机厅A、B、C岛、到达外厅两端、, 国际到达厅、达到内厅两端、负一层。" ,
        "Note":"1、您现在点击的位置处于A岛候机厅北侧。<br /> 2、卫生间内禁止吸烟。<br /> 3、请共同爱护环境卫生及设施。" 
        },

        { "textTitle":"卫生间" ,
        "Nounsexplain":"公共区域男女卫生间共23间" ,
        "Area":"国内候机C楼、始发大厅两端、始发候机厅A、B、C岛、到达外厅两端、国际到达厅、到达内厅两端、A岛远机位、C岛远机位、到达夹层、负一层。" ,
        "Note":"1、您现在点击的位置处于A岛候机厅北侧。 <br />2、卫生间内禁止吸烟。<br /> 3、请共同爱护环境卫生及设施。"
        },

        { "textTitle":"吸烟室" ,
        "Nounsexplain":"航站楼吸烟室共有6间。 " ,
        "Area":"分别分布在隔离区候机厅A岛南北两侧、B岛北侧、C岛远机位、国际中转候机厅及国内C楼候机厅。 " ,
        "Note":"1、您现在点击的位置处于隔离区候机厅B岛北侧。 <br />2、旅客及工作人员禁止在吸烟室以外的公共区域内吸烟。"
        },

        { "textTitle":"电子办票" ,
        "Nounsexplain":"无行李旅客凭身份证原件可自行领取登机牌" ,
        "Area":"始发大厅A、B、C值机岛西侧，其中A值机岛仅为南航航班专用" ,
        "Note":"1、您现在点击的位置处于A值机岛西侧。（南航专用）<br /> 2、办理需自备身份证件，座位可自选或机选。航班起飞前40分钟停止自助办理。<br /> 3、儿童及婴幼儿需在柜台办理。<br /> 4、如有问题请至值机柜台询问办理。" 
        },

        { "textTitle":"公用电话" ,
        "Nounsexplain":"可免费拨打市内电话3分钟，免费上网，查看即时股票行情，并设置游戏功能。" ,
        "Area":"分布在始发大厅入口两端、始发候机厅A、B、C岛、A岛远机位、C岛远机位、BC连廊通道。" ,
        "Note":"1、您现在点击的位置处于A岛候机厅北侧。<br /> 2、公用电话可使用IC卡。<br /> 3、请共同爱护公共设施。<br /> 4、设有轮椅旅客专用电话。"
        },

        { "textTitle":"南航VIP贵宾厅" ,
        "Nounsexplain":"为乘坐南方航空头等舱、公务舱及持南方航空金卡、银卡旅客提供贵宾服务" ,
        "Area":"始发隔离内A-B连廊（V1）、B岛候机厅北侧（V2）、国际候机厅" ,
        "Note":"厦门航空专用，暂时还未开放。"
        },

        { "textTitle":"商务贵宾厅" ,
        "Nounsexplain":"在T2航站楼设有商务贵宾厅，您可以享受到专人代办值机手续、专用安检通道、专人送机和舒适的休息场地等一系列尊贵服务。" ,
        "Area":"T2航站楼始发厅1号入口北侧、7-15号安检后、A候机厅、A-B连廊、A、C远机位候机厅、国际候机厅。" ,
        "Note":"一、您现在点击的位置处于A岛候机厅北侧。<br /> 二、商务贵宾服务所对应的客户。<br /> 1、商务贵宾：<br /> 持有本公司个人专属卡的贵宾客户；<br /> 本公司冠名企业的贵宾卡客户以及战略合作企业指定的贵宾卡客户；<br /> 本公司合作企业的贵宾次卡使用贵宾客户。<br /> 乐翔会员贵宾卡客户。<br /> 2、F/C舱贵宾：<br /> 头等舱及公务舱旅客、航空公司贵宾卡客户<br /> 详情可咨询服务电话0731-84797606"
        },

        { "textTitle":"公用电梯" ,
        "Nounsexplain":"公用电梯有11台,方便旅客上下候机楼每一楼层，并设有盲文且按键装置高度适合轮椅残障旅客使用。" ,
        "Area":"国内候机C楼、始发大厅B、C值机岛前、始发候机A、B、C岛，国内、国际到达夹层。" ,
        "Note":"1、您现在点击的位置处于始发大厅中。<br /> 2、请勿超载，电梯内禁止吸烟。<br /> 3、禁止小孩在电梯口玩耍、追赶，小孩应有大人带领乘坐电梯。<br /> 4、请爱护公共设施。"
        },

        { "textTitle":"超大行李托运" ,
        "Nounsexplain":"超过航空公司规定的托运行李重量及尺寸可在超大行李托运处办理相关手续" ,
        "Area":"始发大厅北侧（国内航班）、始发大厅南侧（国际航班）。" ,
        "Note":"1、您现在点击的位置处于始发大厅北侧（国内航班）。<br /> 2、国际航班起飞前40分钟、国内航班起飞前30分钟停止办理乘机手续。<br /> 3、请注意身份证、护照、签证及旅客证件应随身携带，不要放在托运行李中运输。<br /> 4、具体事项以航空公司规定执行。"
        },

        { "textTitle":"安全检查" ,
        "Nounsexplain":"又称安全技术检查，是指在民用机场实施的为防止劫（炸）飞机和其他危害航空安全事件的发生，保障旅客、机组人员和飞机安全所采取的一种强制性的技术性检查。" ,
        "Area":"T2航站楼出发大厅北侧、出发大厅中、出发大厅南侧（国际出发旅客专用）" ,
        "Note":"1、您现在点击的位置处于始发大厅北侧。<br /> 2、国内出发旅客须凭借本人有效身份证件和登机牌前往相应区域接受安全检查，如证件遗失请前往国内出发大厅1号门左侧机场派出所办理临时乘机证明。<br /> 3、请旅客们自觉并配合安检人员进行检查，以便您能够快速的检查完毕后进入隔离区。<br /> 4、接受安全检查过程中，请旅客们仔细阅读安检通道上方液晶屏显示的乘机指南，不要携带全国民航公告上明确指出禁止携带的九大类危险品，以及打火机、火柴、各类道具等物品。<br /> 5、请旅客们在将行李办理托运，接受检查时，不要将锂电池以及内含锂电池的小电器（电脑、手机、照相机等等）放入包内托运，可以将该类物品取出随身携带。<br /> 6、 23~30号登机口旅客可就近选择出发大厅北侧1~6号安检通道进行安检；31~41号登机口及47~50号远机位登机口旅客可就近选择出发大厅中7~15号安检通道进行安检；国际出发旅客请在出发大厅北侧安检通道进行安检。"
        },

        { "textTitle":"自动银行柜员机" ,
        "Nounsexplain":"ATM机3台、BCM机1台、XDM机1台共5台,ATM、自助服务终端BCM、外币兑换XDM" ,
        "Area":"始发大厅两端ATM、达到外厅南端，ATM、BCM、XDM。",
        "Note":"1、您现在点击的位置处于始发大厅北侧。  <br /> 2、服务电话：0731-84798709"
        },

        { "textTitle":"行李寄存",
        "Nounsexplain":"行李寄存处有1个，如果您需要寄存物品，请到行李寄存柜台办理相关手续，可方便您安全的存取小件物品，大件行李使用货架柜寄存，可保证您的大件行李也能从容栖身。",
        "Area":"T2航站楼始发大厅C值机岛后",
        "Note":"一、行李寄存须知：<br /> 1、凭有效身份证明寄存行李；<br /> 2、旅客所存的行李物品必须经过安全检查，否则，不予寄存；<br /> 3、严禁寄存枪支、爆炸品、易燃品、毒品、腐蚀性、放射性和国家规定禁运物品；<br /> 4、免责物品（如：金、银、珠宝及饰品等），机要文件、有价证劵、现金、贵重物品、易碎物品不能放在行李内寄存。否则，发生损坏或丢失，本处不予赔偿；<br /> 5、存入易污染物品，应事先声明，否则发生损坏或污染他人物品，由寄存人照价赔偿。如食物发生腐烂、异味的，本处有权做弃掉处理；<br /> 6、寄存行李必须包装完好、捆扎牢固、箱包必须自行上锁且两件行李不能捆扎成一件寄存；<br /> 7、旅客应妥善保管寄存凭证，若丢失责任自负；<br /> 8、行李寄存期限最长不得超过30天，逾期按旅客自弃物品处理；<br /> 9、行李丢失酌情赔偿，单价行李最高赔偿额不超过人民币2000元；<br /> 10、行李存取柜台的服务时间早06:30到当日最后一个到达航班结束；<br /> 11、行李寄存不提供快递服务，敬请谅解。　<br /> 二、收费标准：<br /> 湖南省物价局【2009】155号文件标准计费，（收费截止于当日PM24:00时整）具体收费标准如下： 小型单个物件单件重量0.5公斤以内，10元/天     20CM×40CM×50CM以下（乘机标准旅行箱）5公斤以内，15元/天       20CM×40CM×50CM以上及超大单间重量5公斤以上，20-50元/天       贵重行李，油、酒、冷藏等需特殊处理行李请事先申明需缴纳额外费用。<br /> 服务电话：15874126315"
        },

        { "textTitle":"行李打包",
        "Nounsexplain":"行李打包",
        "Area":"",
        "Note":""
        },

        { "textTitle":"机场派出所",
        "Nounsexplain":"为旅客办理临时乘机证明及接警。",
        "Area":"T2航站楼始发厅北侧",
        "Note":"公安派出所接警电话:0731-84797430<br> 公安派出所办理旅客临时乘机证明电话：0731-84797445"
        },

        { "textTitle":"货币兑换",
        "Nounsexplain":"货币兑换",
        "Area":"",
        "Note":""
        }
 
    ];

    //定义坐标点
    var arr = [

       
        {x:754, y: 305, sort: 0, line:"line_r1.png", line_h:22},

        {x:994, y: 478, sort: 1, line:"line_b2.png", line_h:44},
        {x:218, y: 172, sort: 1, line:"line_b2.png", line_h:44},
        {x:654, y: 148, sort: 2, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国内候机C楼南侧。 2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。 3、供应的饮用水和一次性饮具符合国家卫生标准"},
        {x:742, y: 257, sort: 2, line:"line_b2.png", line_h:44,note:"1、您现在点击的位置处于国内候机A岛北侧。 2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。 3、供应的饮用水和一次性饮具符合国家卫生标准"},
        {x:851, y: 299, sort: 2, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国内候机A岛南侧。 2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。 3、供应的饮用水和一次性饮具符合国家卫生标准"},

        {x:1134, y: 479, sort: 2, line:"line_b2.png", line_h:44,note:"1、您现在点击的位置处于始发大厅北侧。 2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。 3、供应的饮用水和一次性饮具符合国家卫生标准"},
        {x:1375, y: 493, sort: 2, line:"line_b2.png", line_h:44,note:"1、您现在点击的位置处于B岛候机厅北侧。 2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。 3、供应的饮用水和一次性饮具符合国家卫生标准"},
        {x:1532, y: 551, sort: 2, line:"", line_h:22,note:"1、您现在点击的位置处于B岛南侧。2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。3、供应的饮用水和一次性饮具符合国家卫生标准。"},
        {x:1652, y: 692, sort: 2, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅南侧。 2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。 3、供应的饮用水和一次性饮具符合国家卫生标准"},
        {x:2142, y: 775, sort: 2, line:"", line_h:22,note:"1、您现在点击的位置处于C岛候机厅南侧。2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。3、供应的饮用水和一次性饮具符合国家卫生标准。"},
        {x:2243, y: 817, sort: 2, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国内候机C楼。 2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。 3、供应的饮用水和一次性饮具符合国家卫生标准"},
        
        {x:1129, y: 553, sort: 3, line:"line_y1.png", line_h:44,note:"1、您现在点击的位置处于A值机岛西侧（南航专用）。 2、黄花国际机场自动问讯电话：0731-96777　　       南方航空湖南分公司问讯电话：0731-84799333"},
        {x:1241, y: 597, sort: 3, line:"line_y1.png", line_h:44,note:"1、您现在点击的位置处于B值机岛西侧（南航专用）。 2、黄花国际机场自动问讯电话：0731-96777　　       南方航空湖南分公司问讯电话：0731-84799333"},
        {x:1410, y: 667, sort: 3, line:"line_y1.png", line_h:44,note:"1、您现在点击的位置处于C值机岛西侧（南航专用）。 2、黄花国际机场自动问讯电话：0731-96777　　       南方航空湖南分公司问讯电话：0731-84799333"},
        {x:1525, y: 714, sort: 3, line:"line_y1.png", line_h:44,note:"1、您现在点击的位置处于D值机岛西侧（南航专用）。 2、黄花国际机场自动问讯电话：0731-96777　　       南方航空湖南分公司问讯电话：0731-84799333"},
        {x:1422, y: 536, sort: 3, line:"line_y1.png", line_h:22,note:"1、您现在点击的位置处于B岛候机厅内。 2、黄花国际机场自动问讯电话：0731-96777　　       南方航空湖南分公司问讯电话：0731-84799333"},
        {x:1449, y: 547, sort: 3, line:"line_y1.png", line_h:22,note:"1、B岛候机厅内（南航专用）。。 2、黄花国际机场自动问讯电话：0731-96777　　       南方航空湖南分公司问讯电话：0731-84799333"},
        {x:837, y: 293, sort: 4, line:"line_b2.png", line_h:44,note:"1、您现在点击的位置处于A岛候机厅南侧。2、请家长一定要注意不要将宝宝交给陌生人，不要将宝宝留在母婴室里，一定要时刻有家人陪伴，以免发生意外。"},
        {x:1131, y: 478, sort: 4, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅北侧。2、请家长一定要注意不要将宝宝交给陌生人，不要将宝宝留在母婴室里，一定要时刻有家人陪伴，以免发生意外。"},
        {x:1513, y: 551, sort: 4, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于B岛南侧。2、请家长一定要注意不要将宝宝交给陌生人，不要将宝宝留在母婴室里，一定要时刻有家人陪伴，以免发生意外。"},
        {x:1649, y: 676, sort: 4, line:"", line_h:22,note:"1、您现在点击的位置处于始发大厅南侧。2、请家长一定要注意不要将宝宝交给陌生人，不要将宝宝留在母婴室里，一定要时刻有家人陪伴，以免发生意外。"},
        {x:1961, y:792, sort: 4, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国际候机厅内。2、请家长一定要注意不要将宝宝交给陌生人，不要将宝宝留在母婴室里，一定要时刻有家人陪伴，以免发生意外。"},
        {x:2192, y:773, sort: 4, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国际候机厅内。2、请家长一定要注意不要将宝宝交给陌生人，不要将宝宝留在母婴室里，一定要时刻有家人陪伴，以免发生意外。"},
        {x:2195, y:810, sort: 4, line:"line_b2.png", line_h:44,note:"1、您现在点击的位置处于国际候机厅内。2、请家长一定要注意不要将宝宝交给陌生人，不要将宝宝留在母婴室里，一定要时刻有家人陪伴，以免发生意外。"},


// 20
        
        {x:1485, y: 588, sort: 5, line:"", line_h:22,note:"1、1、您现在点击的位置处于7~15号安检内南侧。2、仅供旅客运载行李及随身物品所用，禁止搭乘婴幼儿及儿童。3、请家长请照看好自己的小孩，勿用手推车嬉戏、追赶，以免发生意外。"},
      
        {x:1036, y: 403, sort: 5, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于A-B岛连廊。2、仅供旅客运载行李及随身物品所用，禁止搭乘婴幼儿及儿童。3、请家长请照看好自己的小孩，勿用手推车嬉戏、追赶，以免发生意外。"},
        {x:1308, y: 524, sort: 5, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于7~15号安检内北侧。2、仅供旅客运载行李及随身物品所用，禁止搭乘婴幼儿及儿童。3、请家长请照看好自己的小孩，勿用手推车嬉戏、追赶，以免发生意外。"},
        {x:1485, y: 588, sort: 5, line:"", line_h:22,note:"1、1、您现在点击的位置处于7~15号安检内南侧。2、仅供旅客运载行李及随身物品所用，禁止搭乘婴幼儿及儿童。3、请家长请照看好自己的小孩，勿用手推车嬉戏、追赶，以免发生意外。"},
        {x:1526, y: 597, sort: 5, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于7~15号安检内北侧。2、仅供旅客运载行李及随身物品所用，禁止搭乘婴幼儿及儿童。3、请家长请照看好自己的小孩，勿用手推车嬉戏、追赶，以免发生意外。"},
        {x:1950, y: 819, sort: 5, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于C岛连廊。2、仅供旅客运载行李及随身物品所用，禁止搭乘婴幼儿及儿童。3、请家长请照看好自己的小孩，勿用手推车嬉戏、追赶，以免发生意外。"},
 

// 30
        {x:753, y: 260, sort:6, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于A岛候机厅北侧。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"},
        {x:1150, y: 478, sort:6, line:"", line_h:22,note:"1、您现在点击的位置处于始发大厅北侧。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"},
        {x:1391, y: 498, sort:6, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于B岛候机厅北侧。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"},
        {x:1667, y: 698, sort:6, line:"line_b2.png", line_h:44,note:"1、您现在点击的位置处于C岛候机厅南侧。 2、候机楼内保证24小时供应饮用水，免费提供一次性饮水纸袋。 3、供应的饮用水和一次性饮具符合国家卫生标准"},
        {x:2148, y: 793, sort:6, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于C岛候机厅南侧。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"},  
        {x:2204, y: 807, sort:6, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国际候机厅内。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"},  

        {x:557, y: 197, sort:7, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国内候机C楼。2、卫生间内禁止吸烟。 3、请共同爱护环境卫生及设施。"}, 
        {x:733, y: 262, sort:7, line:"line_b2.png", line_h:35,note:"1、您现在点击的位置处A岛候机厅北侧。2、卫生间内禁止吸烟。 3、请共同爱护环境卫生及设施。"},
        {x:821, y: 304, sort:7, line:"line_b2.png", line_h:35,note:"1、您现在点击的位置处A岛候机厅南侧。2、卫生间内禁止吸烟。 3、请共同爱护环境卫生及设施。"},
        {x:1115, y: 445, sort:7, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于隔离内A-B连廊。2、卫生间内禁止吸烟。 3、请共同爱护环境卫生及设施。"}, 
        {x:1169, y: 478, sort:7, line:"", line_h:22,note:"1、您现在点击的位置处于始发大厅北侧。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"},  

// 40
        {x:1409, y: 484, sort:7, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于B岛北侧。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"},  
        {x:1494, y: 563, sort:7, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于B岛南侧。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"},  
        {x:1687, y: 676, sort:7, line:"", line_h:22,note:"1、您现在点击的位置处于始发大厅南侧。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"},  
        {x:1784, y: 720, sort:7, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国际出发边检旁。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"}, 
        {x:2162, y: 777, sort:7, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于C岛候机厅南侧。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"}, 
        {x:2190, y: 803, sort:7, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国际候机厅内。2、卫生间内禁止吸烟。3、请共同爱护环境卫生及设施。"}, 
      
        {x:599, y: 174, sort:8, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国内C楼候机厅。2、旅客及工作人员禁止在吸烟室以外的公共区域内吸烟。"},
        {x:740, y: 267, sort:8, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于A岛候机厅北侧。2、旅客及工作人员禁止在吸烟室以外的公共区域内吸烟。"},
        {x:834, y: 306, sort:8, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于A岛候机厅南侧。2、旅客及工作人员禁止在吸烟室以外的公共区域内吸烟。"}, 
        {x:1379, y: 493, sort:8, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于B岛候机厅北侧。2、旅客及工作人员禁止在吸烟室以外的公共区域内吸烟。"},
        {x:2179, y: 768, sort:8, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于C岛候机厅。2、旅客及工作人员禁止在吸烟室以外的公共区域内吸烟。"}, 
      
        {x:1121, y: 544, sort: 9, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于A值机岛西侧。（南航专用）2、办理需自备身份证件，座位可自选或机选。航班起飞前40分钟停止自助办理。3、儿童及婴幼儿需在柜台办理。4、如有问题请至值机柜台询问办理。"},
        {x:1146, y: 559, sort: 9, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于A值机岛西侧。2、办理需自备身份证件，座位可自选或机选。航班起飞前40分钟停止自助办理。3、儿童及婴幼儿需在柜台办理。4、如有问题请至值机柜台询问办理。"},
        {x:1223, y: 586, sort: 9, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于B值机岛西侧。2、办理需自备身份证件，座位可自选或机选。航班起飞前40分钟停止自助办理。3、儿童及婴幼儿需在柜台办理。4、如有问题请至值机柜台询问办理。"},
        {x:1258, y: 603, sort: 9, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于B值机岛西侧。2、办理需自备身份证件，座位可自选或机选。航班起飞前40分钟停止自助办理。3、儿童及婴幼儿需在柜台办理。4、如有问题请至值机柜台询问办理。"},
        {x:1393, y: 658, sort: 9, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于C值机岛西侧。2、办理需自备身份证件，座位可自选或机选。航班起飞前40分钟停止自助办理。3、儿童及婴幼儿需在柜台办理。4、如有问题请至值机柜台询问办理。"},
        {x:1425, y: 673, sort: 9, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于C值机岛西侧。2、办理需自备身份证件，座位可自选或机选。航班起飞前40分钟停止自助办理。3、儿童及婴幼儿需在柜台办理。4、如有问题请至值机柜台询问办理。"},

        {x:723, y: 257, sort: 10, line:"", line_h:44,note:"1、您现在点击的位置处于A岛候机厅北侧。2、公用电话可使用IC卡。 3、请共同爱护公共设施。 4、设有轮椅旅客专用电话。"},
        {x:870, y: 321, sort: 10, line:"", line_h:44,note:"1、您现在点击的位置处于A岛候机厅南侧。2、公用电话可使用IC卡。 3、请共同爱护公共设施。 4、设有轮椅旅客专用电话。"},
        {x:1030, y: 543, sort: 10, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅北侧。2、公用电话可使用IC卡。 3、请共同爱护公共设施。 4、设有轮椅旅客专用电话。"},
        {x:1249, y: 641, sort: 10, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅中。2、公用电话可使用IC卡。 3、请共同爱护公共设施。 4、设有轮椅旅客专用电话。"},
        {x:1358, y: 493, sort: 10, line:"", line_h:44,note:"1、您现在点击的位置处于B岛候机厅北侧。2、公用电话可使用IC卡。 3、请共同爱护公共设施。 4、设有轮椅旅客专用电话。"},
        {x:1349, y: 665, sort: 10, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅中。2、公用电话可使用IC卡。 3、请共同爱护公共设施。 4、设有轮椅旅客专用电话。"},
        {x:1466, y: 588, sort: 10, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于7~15号安检内南侧。2、公用电话可使用IC卡。 3、请共同爱护公共设施。 4、设有轮椅旅客专用电话。"},
        {x:1581, y: 774, sort: 10, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅中。2、公用电话可使用IC卡。 3、请共同爱护公共设施。 4、设有轮椅旅客专用电话。"},
        {x:2127, y: 845, sort: 10, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国内候机C岛。2、公用电话可使用IC卡。 3、请共同爱护公共设施。 4、设有轮椅旅客专用电话。"},
       
        {x:1074, y: 428, sort:11, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于A岛候机厅。2、乘坐南航航班的头等舱及公务舱旅客请在V1贵宾厅休息。3、乘坐南航航班持有南航金卡及银卡旅客请在V2贵宾厅休息。4、南航问询电话：0731-84799333"},
        {x:1419, y: 469, sort:11, line:"line_b2.png", line_h:44,note:"1、您现在点击的位置处于B岛候机厅。2、乘坐南航航班的头等舱及公务舱旅客请在V1贵宾厅休息。3、乘坐南航航班持有南航金卡及银卡旅客请在V2贵宾厅休息。4、南航问询电话：0731-84799333"},
        {x:2046, y: 826, sort:11, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国际候机厅内。2、乘坐南航航班的头等舱及公务舱旅客请在V1贵宾厅休息。3、乘坐南航航班持有南航金卡及银卡旅客请在V2贵宾厅休息。4、南航问询电话：0731-84799333"},
        
       
      

        {x:499, y: 137, sort: 13, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国内候机C楼。2、请勿超载，电梯内禁止吸烟。3、禁止小孩在电梯口玩耍、追赶，小孩应有大人带领乘坐电梯。4、请爱护公共设施。"},
        {x:1327, y: 670, sort: 13, line:"", line_h:22},

        {x:1096, y: 471, sort: 14, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅北侧（国内航班）。2、国际航班起飞前40分钟、国内航班起飞前30分钟停止办理乘机手续。3、请注意身份证、护照、签证及旅客证件应随身携带，不要放在托运行李中运输。4、具体事项以航空公司规定执行。"},
        {x:1674, y: 713, sort: 14, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅南侧（国际航班）。2、国际航班起飞前40分钟、国内航班起飞前30分钟停止办理乘机手续。3、请注意身份证、护照、签证及旅客证件应随身携带，不要放在托运行李中运输。4、具体事项以航空公司规定执行。"},
        {x:613, y: 258, sort: 15, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国内候机C楼连廊。2、国内出发旅客须凭借本人有效身份证件和登机牌前往相应区域接受安全检查，如证件遗失请前往国内出发大厅1号门左侧机场派出所办理临时乘机证明。3、请旅客们自觉并配合安检人员进行检查，以便您能够快速的检查完毕后进入隔离区。"},
        {x:1029, y: 448, sort: 15, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅北侧。2、国内出发旅客须凭借本人有效身份证件和登机牌前往相应区域接受安全检查，如证件遗失请前往国内出发大厅1号门左侧机场派出所办理临时乘机证明。3、请旅客们自觉并配合安检人员进行检查，以便您能够快速的检查完毕后进入隔离区。"},
        {x:1396, y: 573, sort: 15, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅中。2、国内出发旅客须凭借本人有效身份证件和登机牌前往相应区域接受安全检查，如证件遗失请前往国内出发大厅1号门左侧机场派出所办理临时乘机证明。3、请旅客们自觉并配合安检人员进行检查，以便您能够快速的检查完毕后进入隔离区。"},
        {x:1882, y: 772, sort: 15, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅中部7-15号主安检通道2、国内出发旅客须凭借本人有效身份证件和登机牌前往相应区域接受安全检查，如证件遗失请前往国内出发大厅1号门左侧机场派出所办理临时乘机证明。3、请旅客们自觉并配合安检人员进行检查，以便您能够快速的检查完毕后进入隔离区。"},
        
        {x:842, y: 323, sort: 16, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于国内候机A岛。  2、服务电话：0731-84798709"},
        {x:1117, y: 474, sort: 16, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅北侧。  2、服务电话：0731-84798709"},
        {x:1483, y: 592, sort: 16, line:"line_b3.png", line_h:9,note:"1、您现在点击的位置处于国内候机B岛。  2、服务电话：0731-84798709"},
        {x:1679, y: 701, sort: 16, line:"line_b1.png", line_h:22,note:"1、您现在点击的位置处于始发大厅南侧。  2、服务电话：0731-84798709"},
        {x:2147, y: 845, sort: 16, line:"", line_h:22,note:"1、您现在点击的位置处于国内候机C岛。  2、服务电话：0731-84798709"},



        {x:1457, y: 609, sort: 17, line:"line_b1.png", line_h:22,note:"一、行李寄存须知：1、凭有效身份证明寄存行李；2、旅客所存的行李物品必须经过安全检查，否则，不予寄存；"},

        {x:1471, y: 738, sort: 18, line:"line_b1.png", line_h:22},

        {x:1086, y: 475, sort: 19, line:"line_b2.png", line_h:44,note:"公安派出所接警电话:0731-84797430                公安派出所办理旅客临时乘机证明电话：0731-84797445。"},
        {x:1439, y: 713, sort: 20, line:"line_b1.png", line_h:22,note:" "},

        // 以下加新加的贵宾区
        {x:768, y: 240, sort: 12,  line:"line_r1.png", line_h:22,note:"1111一、您现在点击的位置处于A岛候机厅北侧。二、商务贵宾服务所对应的客户。 1、商务贵宾：持有本公司个人专属卡的贵宾客户；本公司冠名企业的贵宾卡客户以及战略合作企业指定的贵宾卡客户；本公司合作企业的贵宾次卡使用贵宾客户。乐翔会员贵宾卡客户。2、F/C舱贵宾：头等舱及公务舱旅客、航空公司贵宾卡客户。详情可咨询服务电话0731-84797606"},
        {x:867, y: 352, sort: 12,  line:"line_r1.png", line_h:22,note:"一、您现在点击的位置处于在国内候机厅A岛连廊。二、商务贵宾服务所对应的客户。 1、商务贵宾：持有本公司个人专属卡的贵宾客户；本公司冠名企业的贵宾卡客户以及战略合作企业指定的贵宾卡客户；本公司合作企业的贵宾次卡使用贵宾客户。乐翔会员贵宾卡客户。2、F/C舱贵宾：头等舱及公务舱旅客、航空公司贵宾卡客户。详情可咨询服务电话0731-84797606"},
        {x:1053, y: 424, sort: 12, line:"line_r1.png", line_h:22,note:"一、您现在点击的位置处于在国内候机厅AB连廊楼中楼。二、商务贵宾服务所对应的客户。 1、商务贵宾：持有本公司个人专属卡的贵宾客户；本公司冠名企业的贵宾卡客户以及战略合作企业指定的贵宾卡客户；本公司合作企业的贵宾次卡使用贵宾客户。乐翔会员贵宾卡客户。2、F/C舱贵宾：头等舱及公务舱旅客、航空公司贵宾卡客户。详情可咨询服务电话0731-84797606"},
        {x:1046, y: 511, sort: 12, line:"line_r1.png", line_h:22,note:"一、您现在点击的位置处于在国内候机厅AB连廊楼中楼。二、商务贵宾服务所对应的客户。 1、商务贵宾：持有本公司个人专属卡的贵宾客户；本公司冠名企业的贵宾卡客户以及战略合作企业指定的贵宾卡客户；本公司合作企业的贵宾次卡使用贵宾客户。乐翔会员贵宾卡客户。2、F/C舱贵宾：头等舱及公务舱旅客、航空公司贵宾卡客户。详情可咨询服务电话0731-84797606"},
        {x:1356, y: 547, sort: 12, line:"line_r1.png", line_h:22,note:"一、您现在点击的位置处于在国内候机厅AB连廊楼中楼。二、商务贵宾服务所对应的客户。 1、商务贵宾：持有本公司个人专属卡的贵宾客户；本公司冠名企业的贵宾卡客户以及战略合作企业指定的贵宾卡客户；本公司合作企业的贵宾次卡使用贵宾客户。乐翔会员贵宾卡客户。2、F/C舱贵宾：头等舱及公务舱旅客、航空公司贵宾卡客户。详情可咨询服务电话0731-84797606"},
        {x:1444, y: 580, sort: 12, line:"line_r1.png", line_h:22,note:"一、您现在点击的位置处于在国内候机厅AB连廊楼中楼。二、商务贵宾服务所对应的客户。 1、商务贵宾：持有本公司个人专属卡的贵宾客户；本公司冠名企业的贵宾卡客户以及战略合作企业指定的贵宾卡客户；本公司合作企业的贵宾次卡使用贵宾客户。乐翔会员贵宾卡客户。2、F/C舱贵宾：头等舱及公务舱旅客、航空公司贵宾卡客户。详情可咨询服务电话0731-84797606"},
        {x:2103, y: 846, sort: 12, line:"line_r1.png", line_h:22,note:"一、您现在点击的位置处于国内候机厅C岛远机位。二、商务贵宾服务所对应的客户。 1、商务贵宾：持有本公司个人专属卡的贵宾客户；本公司冠名企业的贵宾卡客户以及战略合作企业指定的贵宾卡客户；本公司合作企业的贵宾次卡使用贵宾客户。乐翔会员贵宾卡客户。2、F/C舱贵宾：头等舱及公务舱旅客、航空公司贵宾卡客户。详情可咨询服务电话0731-84797606"},
        {x:2186, y: 842, sort: 12, line:"line_r1.png", line_h:22,note:"一、您现在点击的位置处于在国内候机厅C岛远机位。二、商务贵宾服务所对应的客户。 1、商务贵宾：持有本公司个人专属卡的贵宾客户；本公司冠名企业的贵宾卡客户以及战略合作企业指定的贵宾卡客户；本公司合作企业的贵宾次卡使用贵宾客户。乐翔会员贵宾卡客户。2、F/C舱贵宾：头等舱及公务舱旅客、航空公司贵宾卡客户。详情可咨询服务电话0731-84797606"}


    ];